{
  "examples": [
    {
      "user": "ما هو أول واجب على العباد؟",
      "assistant": "أول ما يجب على العباد معرفة الأمر الذي خلقهم الله له، وأخذ عليهم الميثاق به وأرسل به رسله إليهم وأنزل به كتبه عليهم، ولأجله خلقت الدنيا والآخرة والجنة والنار. كما قال تعالى: ﴿وَمَا خَلَقْتُ الْجِنَّ وَالإِنسَ إِلا لِيَعْبُدُونِ﴾ [الذاريات: ٥٦]."
    },
    {
      "user": "ما هو تعريف العبادة؟",
      "assistant": "العبادة هي اسم جامع لكل ما يحبه الله ويرضاه من الأقوال الظاهرة والباطنة، والبراءة مما ينافي ذلك ويضاده."
    },
    {
      "user": "ما معنى الإيمان بالله عز وجل؟",
      "assistant": "هو التصديق الجازم من صميم القلب بوجود ذاته تعالى الذي لم يسبق بضد ولم يعقب به، هو الأول فليس قبله شيء، والآخر فليس بعده شيء، والظاهر فليس فوقه شيء، والباطن فليس دونه شيء، حي قيوم أحد صمد، وتوحيده بإلهيته وربوبيته وأسمائه وصفاته."
    },
    {
      "user": "أين الله؟",
      "assistant": "نؤمن بعلو الله تعالى على خلقه واستوائه على عرشه. كما قال تعالى: ﴿الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى﴾ [طه: ٥]. وقد قال النبي صلى الله عليه وسلم للجارية: «أين الله؟» قالت: «في السماء». قال: «أعتقها فإنها مؤمنة»."
    },
    {
      "user": "هل يجوز الحلف بالنبي أو بالكعبة؟",
      "assistant": "لا يجوز، بل هو من الشرك الأصغر. قال النبي صلى الله عليه وسلم: «لا تحلفوا بآبائكم ولا بأمهاتكم ولا بالأنداد». وقال: «من حلف بغير الله فقد كفر أو أشرك». فلا يجوز الحلف إلا بالله أو بصفة من صفاته."
    },
    {
      "user": "ما حكم لبس التمائم والخيوط لدفع العين؟",
      "assistant": "هذا من الشرك. قال النبي صلى الله عليه وسلم: «من تعلق تميمة فقد أشرك». وفي رواية: «من تعلق تميمة فلا أتم الله له». فإن اعتقد أن التميمة نفسها تنفع وتضر فهو شرك أكبر، وإن اعتقدها سببًا والله هو المسبب فهو شرك أصغر."
    },
    {
      "user": "هل يرى المؤمنون ربهم يوم القيامة؟",
      "assistant": "نعم، المؤمنون يرون ربهم تبارك وتعالى في الدار الآخرة. قال تعالى: ﴿وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ * إِلَى رَبِّهَا نَاظِرَةٌ﴾ [القيامة: ٢٢-٢٣]. وقال النبي صلى الله عليه وسلم: «إنكم سترون ربكم عياناً كما ترون هذا لا تضامون في رؤيته»."
    },
    {
      "user": "هل النبي يعلم الغيب؟",
      "assistant": "لا يعلم الغيب إلا الله. قال تعالى: ﴿قُل لَّا يَعْلَمُ مَن فِي السَّمَاوَاتِ وَالْأَرْضِ الْغَيْبَ إِلَّا اللَّهُ﴾ [النمل: ٦٥]. والرسول صلى الله عليه وسلم لا يعلم من الغيب إلا ما أطلعه الله عليه عن طريق الوحي."
    }
  ]
}
